Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Use of window.showModalDialog() is deprecated. Use window.open() instead. For more help https://developer.mozilla.org/en-US/docs/Web/API/Window.open
bn_bd: window.showModalDialog() এর ব্যবহার অসমর্থিত হয়েছে। পরিবর্তে window.open() ব্যবহার করুন। আরো সহায়তার জন্য https://developer.mozilla.org/en-US/docs/Web/API/Window.open

source: Use of XMLHttpRequest’s responseType attribute is no longer supported in the synchronous mode in window context.
bn_bd: XMLHttpRequest এর responseType অ্যাট্রিবিউটের ব্যবহার উইন্ডো প্রেক্ষাপটে সমকালীন মোডে আর সমর্থন করছে না।

source: Use of XMLHttpRequest’s timeout attribute is not supported in the synchronous mode in window context.
bn_bd: XMLHttpRequest এর মেয়াদউত্তীর্ণ অ্যাট্রিবিউটের ব্যবহার উইন্ডোর প্রক্ষাপটে সমকালীন মোডে সমর্থিত নয়।

source: Use other…
bn_bd: অন্য অ্যাপ্লিকেশন ব্যবহার করা হবে…

source: Use Password Manager to remember this password.
bn_bd: এই পাসওয়ার্ডটি মনে রাখার জন্য পাসওয়ার্ড ব্যবস্থাপক ব্যবহার করুন।

source: Use Password Manager to remember this value.
bn_bd: এই মানটি মনে রাখার জন্য পাসওয়ার্ড ব্যবস্থাপক ব্যবহার করুন।

source: User Agent
bn_bd: ব্যবহারকারী এজেন্ট

source: User Identification Request
bn_bd: ব্যবহারকারীর পরিচয়প্রমাণের অনুরোধ

source: User Inactive
bn_bd: ব্যবহারকারী নিষ্ক্রিয়

source: user.js Preferences
bn_bd: user.js পছন্দসমূহ

source: Username
bn_bd: ব্যবহারকারীর নাম

source: User Name:
bn_bd: ব্যবহারকারীর নাম:

source: User Namespaces
bn_bd: ব্যবহারকারী নামস্থান

source: User Namespaces for privileged processes
bn_bd: তৈরী প্রসেসের জন্য ব্যবহারকারী নামস্থানসমূহ

source: User Notice
bn_bd: ব্যবহারকারীর নোটিস

source: Use %S
bn_bd: %S ব্যবহার করা হবে

source: Use %S as my default browser
bn_bd: %S অামার ডিফল্ট ব্রাউজার হিসেবে ব্যবহার করুন U

source: Use %S (default)
bn_bd: %S ব্যবহার করা হবে (ডিফল্ট)

source: Use %S (in %S)
bn_bd: %S ব্যবহার করা হবে (%S তে)

source: Use Small Icons
bn_bd: ছোট আইকন ব্যবহার

source: Use smooth scrolling
bn_bd: স্মুথ-স্ক্রলিং ব্যবহার করা হবে m

source: Use spaces instead of the tab character
bn_bd: ট্যাব ক্যারেক্টারের পরিবর্তে স্পেস ব্যবহার করুন

source: Use system colors
bn_bd: সিস্টেমের রং ব্যবহার করা হবে

source: Use system proxy settings
bn_bd: সিস্টেম প্রক্সির সেটিং ব্যবহার করা হবে

source: Use the builtin tools
bn_bd: বিল্টইন টুলসমূহ ব্যবহার করুন

source: Use the builtin tools, overriding any previous srcdir command.
bn_bd: বিল্টইন টুল ব্যবহার করুন, পূর্বের srcdir কমান্ড অগ্রাহ্য হবে।

source: Use the Camera
bn_bd: ক্যামেরা ব্যবহার করুন

source: Use the Control key for more precision. Use Shift key for rounded sizes.
bn_bd: আরো স্পষ্টতার জন্য Control কী ব্যবহার করুন। গোলাকার আকারের জন্য Shift কী ব্যবহার করুন।

source: Use the Microphone
bn_bd: মাইক্রোফোন ব্যবহার করুন

source: Use the selected profile without asking at startup
bn_bd: শুরুর সময় জিজ্ঞেস না করে নির্বাচিত প্রোফাইল ব্যবহার করুন s

source: Use this proxy server for all protocols
bn_bd: সব প্রোটোকলের জন্য একই প্রক্সি ব্যবহার করা হবে

source: Use Touch for Tablet Mode
bn_bd: ট্যাবলেট মোডের জন্য স্পর্শ ব্যবহার করুন

source: Use Tracking Protection
bn_bd: ট্রাকিং সুরক্ষা ব্যবহার করুন

source: Use Tracking Protection in Private Windows
bn_bd: ব্যক্তিগত উইন্ডোতে ট্রাকিং সুরক্ষা ব্যবহার করুন v

source: Using %S as a command prefix
bn_bd: কমান্ড প্রিফিক্স হিসেবে %S ব্যবহার করা হচ্ছে

source: Uzbek
bn_bd: উজবেক

source: Uzbekistan
bn_bd: উজবেকিস্তান

source: valid
bn_bd: বৈধ

source: Validate cache manifest
bn_bd: ক্যাশে মেনিফেস্টের সত্যতা যাচাই করুন

source: Validation status: %1$S
bn_bd: মেয়াদ: %1$S

source: Valid Certificate
bn_bd: কার্যকর সার্টিফিকেট

source: Valid from %1$S to %2$S
bn_bd: বৈধ %1$S থেকে %2$S

source: Validity
bn_bd: কার্যকারিতা

source: Value
bn_bd: মান

source: Value required for ‘%1$S’.
bn_bd: '%1$S' এর জন্য দরকারী মান।

source: Values
bn_bd: মান

source: Vanuatu
bn_bd: ভানুয়াটু

source: variable
bn_bd: ভেরিয়েবল

source: Variable binding shadows variable binding within the same template.
bn_bd: বর্তমান ফর্মায় উপস্থিত ভেরিবেল বাইন্ডিংয়ের অনুরূপ ভেরিয়েবল বাইন্ড করার প্রচেষ্টা।

source: Variable not found in chrome window.
bn_bd: ক্রোম উইন্ডোতে ভেরিয়েবল পাওয়া যায়নি।

source: Variable not found in content window.
bn_bd: কন্টেন্ট উইন্ডোতে ভেরিয়েবল পাওয়া যায়নি।

source: Variables
bn_bd: ভেরিয়েবল

source: Various commands related to hacking directly on the %1$S Developer Tools.
bn_bd: %1$S ডেভেলপার টুলসমূহে সরাসরি হ্যাকিং সম্পর্কিত বিভিন্ন কমান্ড রয়েছে।

source: Vatican City
bn_bd: ভ্যাটিকান সিটি

source: Venda
bn_bd: ভেন্ডা

source: Vendor
bn_bd: বিক্রেতা

source: Vendor ID
bn_bd: ভেন্ডর ID

source: &vendorShortName; and its contributors, licensors and partners work to provide the most accurate and up-to-date Services. However, we cannot guarantee that this information is comprehensive and error-free. For example, the Safe Browsing Service may not identify some risky sites and may identify some safe sites in error and the Location Aware Service all locations returned by our service providers are estimates only and neither we nor our service providers guarantee the accuracy of the locations provided.
bn_bd: &vendorShortName; এবং এর অবদানকারী, লাইসেন্স প্রদানকারী এবং অংশীদারগণ সঠিক এবং সময় উপযোগী তথ্য প্রদান করার জন্য কাজ করে। তা সত্বেও, তারা এই নিশ্চয়তা দেন না যে এই তথ্য সম্পূর্ণ এবং নির্ভুল। উদাহরণস্বরূপ, নিরাপদ ব্রাউজিং সেবার সাহায্যে কিছু ঝুঁকিপূর্ণ সাইট সনাক্ত করা নাও যেতে পারে। আবার কিছু নিরাপদ সাইটকে ভুলবশত ঝুঁকিপূর্ণ হিসেবে চিহ্নিত করা হতে পারে এবং অবস্থান সচেতন সেবায় অবস্থান কেবল আমাদের সেবা সরবরাহকারীগন হিসাব করেন এবং অবস্থানের নির্ভুলতা নিয়ে আমরা বা সেবা সরবরাহকারী কেউই নিশ্চয়তা দিতে পারে না।

source: &vendorShortName; may discontinue or change the Services at its discretion.
bn_bd: &vendorShortName; নিজ বিবেচনায় সেবাসমূহ বন্ধ বা পরিবর্তন করতে পারে।

source: &vendorShortName; may update these terms as necessary from time to time. These terms may not be modified or canceled without &vendorShortName;'s written agreement.
bn_bd: &vendorShortName; প্রয়োজন অনুযায়ী এসব শর্ত হালনাগাদ করতে পারে। এসকল শর্তসমূহ &vendorShortName; এর লিখিত অনুমতি ব্যতীত পরির্তন বা বাতিল করা যাবে না।

source: Venezuela
bn_bd: ভেনিজুয়েলা

source: Verification Sent
bn_bd: ভেরিফিকেশন পাঠানো হয়েছে

source: Verified by:
bn_bd: যাচাইকারী:

source: Verified by: %S
bn_bd: যাচাইকারী: %S

source: Verify Email
bn_bd: ইমেল যাচাই

source: Verifying
bn_bd: পরীক্ষা করা হচ্ছে

source: Verify Integrity
bn_bd: বিশুদ্ধতা যাচাই

source: Verify %S
bn_bd: %S যাচাইকরণ

source: Verify Your Account
bn_bd: আপনার অ্যাকাউন্ট যাচাই করুন

source: Verify Your Account…
bn_bd: আপনার অ্যাকাউন্ট যাচাই করুন…

source: Verisign User Notices
bn_bd: ভেরিসাইন ব্যবহারকারী নোটিশ

source: version
bn_bd: সংস্করণ

source: Version
bn_bd: সংস্করণ

source: Version:
bn_bd: সংস্করণ:

source: Version in use
bn_bd: ব্যবহৃত সংস্করণ

source: version %S
bn_bd: সংস্করণ %S

source: Version %S
bn_bd: সংস্করণ %S

source: vertical strike
bn_bd: উল্লম্ব স্ট্রাইক

source: via %1$S
bn_bd: %1$S ভায়া হয়ে

source: Video
bn_bd: ভিডিও

source: Video can’t be played because the file is corrupt.
bn_bd: ভিডিও চালানো যায়নি কারণ ফাইলটি বিকৃত হয়েছে।

source: Video Files
bn_bd: ভিডিও ফাইল

source: Video format or MIME type is not supported.
bn_bd: ভিডিও ফরম্যাট অথবা MIME ধরণ সমর্থিত নয়।

source: Video loading stopped.
bn_bd: ভিডিও লোড করা বন্ধ হয়েছে।

source: Video playback aborted due to a network error.
bn_bd: একটি নেটওয়ার্ক ত্রুটির কারণে ভিডিও প্লেব্যাক বাতিল হয়েছে।

source: Video playback aborted due to an unknown error.
bn_bd: একটি অজানা ত্রুটির কারণে ভিডিও চলানো ব্যর্থ হয়েছে ।

source: Video Podcast
bn_bd: ভিডিও পডকাস্ট

source: Vietnam
bn_bd: ভিয়েতনাম

source: Vietnamese
bn_bd: ভিয়েতনামী

source: View
bn_bd: প্রদর্শন

source: View:
bn_bd: প্রদর্শন:

source: View…
bn_bd: প্রদর্শন…

source: View a summary of the snapshot’s contents by aggregating objects into groups
bn_bd: গ্রুপের মধ্যে অ্যাগ্রেগেটিং অবজেক্ট দ্বারা হিপ স্ন্যাপশটের কন্টেন্টের সারাংশ দেখাও

source: View Available Updates
bn_bd: বিদ্যমান হালনাগাদ প্রদর্শিত হবে

source: View Background Image
bn_bd: পটভূমির ছবি প্রদর্শন

source: View Bookmarks Sidebar
bn_bd: বুকমার্ক সাইডবার প্রদর্শন

source: View Bookmarks Toolbar
bn_bd: বুকমার্ক টুলবার প্রদর্শন

source: View Certificate
bn_bd: সার্টিফিকেট প্রদর্শন

source: View Certificates
bn_bd: সার্টিফিকেট দেখুন V

source: View Certificates…
bn_bd: সার্টিফিকেট দেখুন…

source: View Cookies
bn_bd: কুকি পরিদর্শন

source: View Description
bn_bd: বর্ণনা দেখুন

source: View details for this update
bn_bd: এই হালনাগাদের বিস্তারিত দেখুন

source: View Entry
bn_bd: এন্ট্রি দেখুন

source: View Frame Info
bn_bd: ফ্রেম সংক্রান্ত তথ্য

source: View Frame Source
bn_bd: ফ্রেমের সোর্স প্রদর্শন

source: View History Sidebar
bn_bd: ইতিহাস সাইডবার প্রদর্শন

source: View Image
bn_bd: ছবি প্রদর্শন

source: View Image Info
bn_bd: ছবির তথ্য প্রদর্শন

source: View individual nodes in this group and their retaining paths
bn_bd: এই গ্রুপে আলাদা নোড ও তাদের পাথসমূহ প্রদর্শন কর

source: Viewing Feed
bn_bd: ফিড প্রদর্শন

source: ⁂ Viewing individuals in group
bn_bd: ⁂ একেকজনকে একটি দলে প্রদর্শন করা হচ্ছে

source: View MathML Source
bn_bd: MathML সোর্স প্রদর্শন

source: View More
bn_bd: আরো দেখুন

source: View more information about this update
bn_bd: এই হালনাগাদ সম্পর্কিত আরও তথ্য দেখুন

source: View Page Info
bn_bd: পাতা সংক্রান্ত তথ্য

source: View Page Source
bn_bd: পাতার সোর্স প্রদর্শন

source: View Recent Updates
bn_bd: সাম্প্রতিক হালনাগাদ প্রদর্শন V

source: Views
bn_bd: প্রদর্শন

source: View Saved Logins
bn_bd: সংরক্ষিত লগিন দেখাও

source: View Saved Passwords
bn_bd: সংরক্ষিত পাসওয়ার্ড পরিদর্শন

source: View Selection Source
bn_bd: নির্বাচিত অংশের সোর্স প্রদর্শন

source: View site information
bn_bd: সাইটের তথ্য দেখাও

source: View source in Debugger
bn_bd: ডিবাগারে উৎস দেখুন

source: View source in Debugger → %S
bn_bd: ডিবাগারে উৎস প্রদর্শন করুন → %S

source: View Synced Tabs Sidebar
bn_bd: সিঙ্ককৃত ট্যাবগুলো সাইডবারে দেখুন

source: View the document as if rendered on a device supporting the given media type, with the relevant CSS rules applied.
bn_bd: প্রাসঙ্গিক সিএসএস নিয়মের সঙ্গে, নথিটি দেখুন যেমনটি মিডিয়া টাইপ সমর্থনকারী একটি ডিভাইসে রেন্ডার করে।

source: View the dominator tree and surface the largest structures in the snapshot
bn_bd: ডোমিনেটর দেখাও এবং স্ন্যাপশটের সর্ববৃহ স্ট্র্যাকচার সার্ফেস কর।

source: View Video
bn_bd: ভিডিও প্রদর্শন

source: Virgin Islands, British
bn_bd: ব্রিটিশ ভার্জিন দ্বীপ

source: Virgin Islands, U.S.
bn_bd: ভার্জিন দ্বীপপুঞ্জ, ইউ.এস.

source: Visit
bn_bd: পরিদর্শন করুন

source: Visit Count
bn_bd: পরিদর্শনের সংখ্যা

source: visited
bn_bd: পরিদর্শিত হয়েছে

source: Visited Links:
bn_bd: পরিদর্শিত লিংক

source: visited pages
bn_bd: দেখে ফেলা সাইটসমূহ

source: Visit Home Page
bn_bd: প্রধান পাতা দেখুন

source: Visit MDN page
bn_bd: MDN পেজ পরিদর্শন করুন

source: Visit the add-ons gallery to purchase this add-on
bn_bd: অ্যাড-অন ক্রয়ের জন্য অ্যাড-অন গ্যালারি দেখুন

source: Visualize memory usage: larger blocks account for a larger percent of memory usage
bn_bd: মেমরি ব্যবহার দৃশ্যমান কর: বেশি শতাংশ মেমরি ব্যবহারের জন্যে বড় ব্লক

source: Voice:
bn_bd: কন্ঠ:

source: Volap\u00fck
bn_bd: ভোলাপুক

source: Volume
bn_bd: ভলিউম

source: Vulnerable plugin!
bn_bd: ক্ষতিকারক প্লাগইন!

source: Wait
bn_bd: অপেক্ষা করুন

source: Waiting:
bn_bd: অপেক্ষমাণ:

source: Waiting…
bn_bd: অপেক্ষমাণ…

source: Waiting Cache Name:
bn_bd: ক্যাশ নামের জন্য অপেক্ষা:

source: Waiting for %1$S…
bn_bd: %1$S এর জন্য অপেক্ষা করা হচ্ছে…

source: Waiting for an audio context to be created…
bn_bd: একটি অডিও প্রেক্ষাপট তৈরি করার জন্য অপেক্ষা করা হচ্ছে…

source: Waiting for a WebGL context to be created…
bn_bd: একটি ওয়েবজিএল বিষয়বস্তু তৈরীর জন্য অপেক্ষমাণ...

source: Waiting for next execution
bn_bd: পরবর্তী সঞ্চালনের অপেক্ষা রয়েছে

source: Wake Island
bn_bd: ওয়েক দ্বীপ

source: Wallis and Futuna
bn_bd: ওয়ালিস ও ফুটুনা

source: Walloon
bn_bd: ওয়ালুন

source: Want more tools?
bn_bd: আরো টুলস চান?

source: Want to help?
bn_bd: সাহায্য করতে চান?

source: Want to see your tabs from other devices here?
bn_bd: আপনি কি আপনার অন্যান্য ডিভাইসের ট্যাবসমূহ এখানে দেখতে চান?

source: Warning
bn_bd: সতর্কীকরণ

source: Warning:
bn_bd: সতর্কীকরণ:

source: Warning: ‘%1$S’ deprecated, please use ‘%2$S’
bn_bd: সতর্কীকরণ: ‘%1$S’ পুরনো হয়েছে, অনুগ্রহ করে ‘%2$S’ ব্যবহার করুন

source: Warning: Low memory
bn_bd: সতর্কীকরণ: মেমরি স্বল্পতা

source: Warning: Printing is not fully supported by this browser.
bn_bd: সতর্কতা: এই ব্রাউজারে মুদ্রণ সম্পূর্ণভাবে সমর্থিত নয়।

source: Warning: Protocol handler for ‘%S’ doesn’t advertise a security policy. While loading of such protocols is allowed for now, this is deprecated. Please see the documentation in nsIProtocolHandler.idl.
bn_bd: সতর্কীকরণ: '%S' প্রোটোকল ব্যবস্থাপনার জন্য কোনো নিরাপত্তা বিষয়ক নীতি প্রদর্শিত হচ্ছে না। এখন এই প্রোটোকল লোড করা সম্ভব হলেও, এটি অবলোপ করা হয়েছে। অনুগ্রহ করে nsIProtocolHandler.idl এ বিদ্যমান ডকুমেন্টেশন দেখুন।

source: warnings
bn_bd: সতর্কবার্তা

source: Warnings
bn_bd: সতর্কবার্তা

source: WARNINGS
bn_bd: সতর্কীকরণ

source: Warning: The PDF is not fully loaded for printing.
bn_bd: সতর্কীকরণ: পিডিএফটি মুদ্রণের জন্য সম্পূর্ণ লোড হয়নি।

source: Warning: Unresponsive plugin
bn_bd: সতর্কীকরণ: নিরুত্তর প্লাগিন

source: Warning: Unresponsive script
bn_bd: সতর্কীকরণ: নিরুত্তর স্ক্রিপ্ট

source: Warning! You have decided not to use a Master Password.
bn_bd: সর্তকবার্তা! আপনি কোনো মাস্টার পাসওয়ার্ড না ব্যবহার করার সিদ্ধান্ত নিয়েছেন।

source: Warning! You have deleted your Master Password.
bn_bd: সতর্কবার্তা! আপনি আপনার মাস্টার পাসওয়ার্ড মুছে ফেলেছেন।\u0020

source: Warn me when I attempt to close multiple tabs
bn_bd: একাধিক ট্যাব বন্ধ করার চেষ্টা করলে আমাকে সতর্ক করা হবে

source: Warn me when opening multiple tabs might slow down %S
bn_bd: একাধিক ট্যাব খোলার ফলে %S ধীর হওয়ার সম্ভাবনা থাকলে সতর্ক করা হবে

source: Warn you about unwanted and uncommon software
bn_bd: আপনাকে অপ্রয়োজনীয় ও ব্যতিক্রমী সফটওয়্যার সম্পর্কে সতর্ক করা হবে

source: Warn you when closing multiple tabs
bn_bd: যখন একাধিক ট্যাব বন্ধ করার চেষ্টা করা হলে আপনাকে সর্তক করা হবে।

source: Warn you when opening multiple tabs might slow down &brandShortName;
bn_bd: একাধিক ট্যাব খোলার ফলে &brandShortName; ধীর হয়ে যাবার সম্ভবনা থাকলে সতর্ক করা হবে।

source: Warn you when websites try to redirect or reload the page
bn_bd: ওয়েবসাইট কোনো পাতা রিলোড বা রিডিরেক্ট করার চেষ্টা করলে সতর্ক করা হবে

source: Watch
bn_bd: দেখুন

source: Watches
bn_bd: দেখা

source: Watch expressions
bn_bd: অভিব্যাক্তি পর্যবেক্ষন

source: Watch Expressions
bn_bd: অভিব্যাক্তি পর্যবেক্ষণ

source: Waterfall
bn_bd: ওয়াটার-ফল

source: We are unable to send a verification mail at this time, please try again later.
bn_bd: আমরা এই সময়ে একটি যাচাইকরণ মেইল পাঠাতে অক্ষম, দয়া করে পরে আবার চেষ্টা করুন।

source: Wear Theme
bn_bd: থীম যোগ W

source: Web Audio
bn_bd: ওয়েব অডিও

source: Web Audio context visualizer and audio node inspector
bn_bd: ওয়েব অডিও প্রেক্ষাপট ভিজ্যুয়ালাইজার ও অডিও নোড পরিদর্শক

source: Web Audio Panel
bn_bd: ওয়েব অডিও প্যানেল

source: Web Console
bn_bd: ওয়েব কনসোল

source: Web Console - %S
bn_bd: ওয়েব কনসোল- %S

source: Web Console (%S)
bn_bd: ওয়েব কনসোল (%S)

source: Web Content Processes
bn_bd: ওয়েবের কনটেন্ট প্রসেস

source: Web Developer
bn_bd: ওয়েব ডেভেলপার

source: Web Feed
bn_bd: ওয়েব ফিড

source: Web Feeds
bn_bd: ওয়েব ফিড

source: Web fonts are disabled: unable to use embedded PDF fonts.
bn_bd: ওয়েব ফন্ট নিষ্ক্রিয়: সংযুক্ত পিডিএফ ফন্ট ব্যবহার করা যাচ্ছে না।

source: WebGL 1 Driver Extensions
bn_bd: WebGL 1 ড্রাইভার এক্সটেনসন

source: WebGL 1 Driver Renderer
bn_bd: WebGL 1 ড্রাইভার Renderer

source: WebGL 1 Driver Version
bn_bd: WebGL 1 ড্রাইভার সংষ্করণ

source: WebGL 1 Driver WSI Info
bn_bd: WebGL 1 ড্রাইভার WSI তথ্য

source: WebGL 1 Extensions
bn_bd: WebGL 1 এক্সটেনসন

source: WebGL 2 Driver Extensions
bn_bd: WebGL 2 ড্রাইভার এক্সটেনসন

source: WebGL 2 Driver Renderer
bn_bd: WebGL 2 ড্রাইভার Renderer

source: WebGL 2 Driver Version
bn_bd: WebGL 2 ড্রাইভার সংষ্করণ

source: WebGL 2 Driver WSI Info
bn_bd: WebGL 2 ড্রাইভার WSI তথ্য

source: WebGL 2 Extensions
bn_bd: WebGL 2 এক্সটেনশন

source: Web Page, complete
bn_bd: ওয়েব পেজ, সম্পূর্ণ

source: Web Page, HTML only
bn_bd: ওয়েব পেজ, শুধুমাত্র HTML

source: Web pages are sometimes offered in more than one language. Choose languages for displaying these web pages, in order of preference:
bn_bd: অনেক ক্ষেত্রে ওয়েবপেজগুলি একাধিক ভাষা সমর্থন করে। আপনার পছন্দ অনুসারে, ওয়েবপেজ প্রদর্শনের ভাষা নির্বাচন করুন:

source: Web Page, SVG only
bn_bd: ওয়েব পেজ, শুধুমাত্র SVG

source: Web Page, XHTML only
bn_bd: ওয়েব পেজ, শুধুমাত্র XHTML

source: Web Page, XML only
bn_bd: ওয়েব পেজ, শুধুমাত্র XML

source: WebRTC interfaces with the “moz” prefix (mozRTCPeerConnection, mozRTCSessionDescription, mozRTCIceCandidate) have been deprecated.
bn_bd: \u0020"moz" উপসর্গ (mozRTCPeerConnection, mozRTCSessionDescription, mozRTCIceCandidate) সমেত WebRTC ইন্টারফেস সেকেলে হয়ে গেছে।

source: WebRTC Internals
bn_bd: ওয়েব অভ্যন্তরীণ মেমোরি

source: Website
bn_bd: ওয়েবসাইট

source: Website:
bn_bd: ওয়েবসাইট:

source: Website Identity
bn_bd: ওয়েবসাইটের পরিচয়

source: Websites
bn_bd: ওয়েবসাইট

source: Website Services
bn_bd: ওয়েবসাইট সার্ভিসসমূহের

source: We can help you!
bn_bd: আমরা আপনাকে সাহায্য করতে পারি!

source: Week
bn_bd: সপ্তাহ

source: We have come to visit you in peace and with goodwill!
bn_bd: আমরা আপনাদের কাছে এসেছি শান্তি এবং বন্ধুত্বের কামনায়!

source: Welcome Humans!
bn_bd: মানুষ, তোমায় স্বাগতম!

source: Welcome to &syncBrand.shortName.label;
bn_bd: &syncBrand.shortName.label; এ স্বাগতম

source: Welcome to the $BrandFullNameDA Setup Wizard
bn_bd: $BrandFullNameDA সেটআপ উইজার্ডে স্বাগতম!

source: Welcome to the $BrandFullNameDA Uninstall Wizard
bn_bd: $BrandFullNameDA এর আনইনস্টল উইজার্ডে স্বাগতম

source: Welcome to the %S
bn_bd: %S এ আপনাকে স্বাগতম

source: Well, this is embarrassing.
bn_bd: আমরা আন্তরিকভাবে দুঃখিত।

source: Welsh
bn_bd: ওয়েলশ

source: We're Sorry
bn_bd: আমরা দুঃখিত

source: West Bank
bn_bd: ওয়েস্ট ব্যাংক

source: Western
bn_bd: পশ্চিমা

source: Western Sahara
bn_bd: পশ্চিম সাহারা

source: What are Add-ons?
bn_bd: অ্যাড-অন কি?

source: What should &brandShortName; do with this file?
bn_bd: &brandShortName; ফাইলটি কি করবে?

source: What’s new
bn_bd: নতুন কি আছে

source: What’s the risk?
bn_bd: ঝুঁকিটি কী?

source: What’s this? Telemetry may install and run experiments from time to time.
bn_bd: এটা কি? হয়তো টেলিমেট্রি ইন্সটল এবং পরীক্ষানিরীক্ষা চালাতে পারে।

source: What to search for
bn_bd: কি কারনে অনুসন্ধান করা হবে

source: wheel input enabled
bn_bd: চাকা নিবেশ সক্ষম

source: When a server requests your personal certificate
bn_bd: যখন কোনো সার্ভার আপনার ব্যক্তিগত সার্টিফিকেট অনুরোধ করে

source: When a server requests your personal certificate:
bn_bd: কোনো সার্ভার আপনার ব্যক্তিগত সার্টিফিকেট অনুরোধ করলে:

source: When &brandShortName; starts
bn_bd: যখন &brandShortName; শুরু হবে

source: When &brandShortName; starts:
bn_bd: &brandShortName; আরম্ভের সময় s:

source: When I quit &brandShortName;, it should automatically clear all:
bn_bd: যখন &brandShortName; বন্ধ করা হবে, স্বয়ংক্রিয়ভাবে সব মুছে ফেলা হবে:

source: When set to true, jslint-stricter mode is enforced
bn_bd: যখন সেট সঠিক হবে, তখন jslint-stricter মোড কার্যকরী করা হয়েছে

source: When using the location bar, suggest:
bn_bd: অবস্থান বার ব্যবহার করার সময় পরামর্শ দিন:

source: When Visiting
bn_bd: যখন ভিজিট করছে

source: When you browse in a Private Window, Firefox
bn_bd: যখন আপনি একটি ব্যক্তিগত উইন্ডো ব্রাউজ করেন, Firefox

source: When you open a link in a new tab, switch to it immediately
bn_bd: একটি নতুন ট্যাবে একটি লিঙ্ক খুলার পর তা সাথে সাথে পরিবতিত হবে

source: When you’re connected to the internet, this pane will feature some of the best and most popular add-ons for you to try out.
bn_bd: আপনি যখন ইন্টারনেট এর সাথে সংযুক্ত থাকবেন তখন আপনার ব্যবহারের জন্য এ প্যানে কিছু সর্বোৎকৃষ্ট ও সবচেয়ে জনপ্রিয় অ্যাড-অন প্রদর্শিত হবে।

source: When you see the shield, %S is blocking some parts of the page that could track your browsing activity.
bn_bd: যখনই সুরক্ষা ঢাল দেখতে পাবেন, %S আপনার ব্রাউজকৃত পাতার কোন কোন অংশ যা আপনার ব্রাউজিং কর্মকান্ড ট্র্যাক করছে তা ব্লক করছে।

source: Which box model region should be highlighted: ‘content’, ‘padding’, ‘border’ or ‘margin’
bn_bd: 'বিষয়বস্তু', 'প্যাডিং', 'সীমান্ত' বা 'মার্জিন': মডেল অঞ্চল হাইলাইট করা উচিত বক্স যা

source: which is:
bn_bd: এটি একটি:

source: white space
bn_bd: খালি স্থান

source: Whitespace-only string given to be parsed as rule.
bn_bd: নিয়ম হিসাবে পার্স করার উদ্দেশ্যে শুধুমাত্র-হোয়াইটস্পেস সম্পন্ন স্ট্রিং দেয়া হয়েছে।

source: Whitespace-only text node: %S
bn_bd: শুধু হোয়াইটস্পেস টেক্সট নোড: %S

source: Whole word
bn_bd: সম্পূর্ণ শব্দ

source: Whole Words
bn_bd: সম্পূর্ণ শব্দ

source: (Whole words only)
bn_bd: (শুধুমাত্র সম্পূর্ণ শব্দ)

source: Why was this page blocked?
bn_bd: এই পেজটি কেন ব্লক করা হয়েছিলো?

source: Widevine Content Decryption Module provided by Google Inc.
bn_bd: Google inc প্রদত্ত Widevine Content Decryption মডিউল

source: width: 45.5em; min-height: 40.5em;
bn_bd: width: 50em; min-height: 45em;

source: width: 47em; min-height: 40em;
bn_bd: width: 50em; min-height: 45em;

source: Width in pixels
bn_bd: প্রস্থ (পিক্সেল)

source: Wi-Fi Devices
bn_bd: Wi-Fi ডিভাইস

source: Will-change memory consumption is too high. Budget limit is the document surface area multiplied by %1$S (%2$S px). Occurrences of will-change over the budget will be ignored.
bn_bd: পরিবর্তিত মেমোরির খরচ খুব বেশি। বাজেট হলো ডকুমেন্ট সারফেস এলাকা %1$S (%2$S px)-এর গুণিতক হবে। বাজেটের ওপরে চলে গেলে পরিবর্তনের সমস্ত জিনিস উপেক্ষা করা হয়।

source: (Will reboot device. Requires root access.)
bn_bd: (ডিভাইস পুনরায় বুট করা হবে। রুটের অধিকার প্রয়োজন।)

source: will save
bn_bd: সংরক্ষণ করা হবে

source: Will you allow %S to access your location?
bn_bd: আপনি %Sকে আপনার অবস্থান জানার অনুমতি দেবেন কি?

source: Will you allow %S to listen to this tab’s audio?
bn_bd: আপনি %S কে এই ট্যাবের অডিও শোনার অনুমতি দেবেন?

source: Will you allow %S to listen to this tab’s audio and see your screen?
bn_bd: আপনি %S কে এই ট্যাবের অডিও শোনার জন্য এবং আপনার স্ক্রিন দেখার অনুমতি দেবেন?

source: Will you allow %S to see your screen?
bn_bd: আপনি কি %S কে আপনার স্ক্রিন দেখার অনুমোদন করবেন?

source: Will you allow %S to send notifications?
bn_bd: আপনি কি %S কে বিজ্ঞপ্তি পাঠাতে অনুমোদন করবেন?

source: Will you allow %S to store data in persistent storage?
bn_bd: আপনি কি %S কে পার্সিস্টেন্ট স্টোরেজে ডেটা সংরক্ষণ করতে অনুমতি দেবেন?

source: Will you allow %S to store data on your computer?
bn_bd: আপনি %S কে আপনার কম্পিউটারে ডাটা সংরক্ষণ করার অনুমতি দেবেন কি?

source: Will you allow %S to use your camera?
bn_bd: আপনি কি %S কে আপনার ক্যামেরা ব্যবহারে অনুমোদন করবেন?

source: Will you allow %S to use your camera and listen to this tab’s audio?
bn_bd: আপনি কি %S কে আপনার ক্যামেরা ব্যবহারে এবং ট্যাবের অডিও শুনতে অনুমোদন করবেন?

source: Will you allow %S to use your camera and microphone?
bn_bd: আপনি কি %S কে আপনার ক্যামেরা এবং মাইক্রোফোন ব্যবহারে অনুমোদন করবেন?

source: Will you allow %S to use your microphone?
bn_bd: আপনি কি %S কে আপনার মাইক্রোফোন ব্যবহারে অনুমোদন করবেন?

source: Will you allow %S to use your microphone and see your screen?
bn_bd: আপনি কি %S কে আপনার মাইক্রোফোন ব্যবহারে এবং স্ক্রিন দেখতে অনুমোদন করবেন?

source: Will you allow this local file to access your location?
bn_bd: এই স্থানীয় ফাইলকে আপনার অবস্থান জানার অনুমতি দেবেন কি?

source: Will you help us?
bn_bd: আপনি কি আমাদের সাহায্য করবেন?

source: win
bn_bd: জয়

source: Win
bn_bd: জয়

source: Window
bn_bd: উইন্ডো

source: Window &#37;S
bn_bd: উইন্ডো &#037;S

source: window._content is deprecated. Please use window.content instead.
bn_bd: window._content অসমর্থিত। এর পরিবর্তে window.content ব্যবহার করুন।

source: Windows and Tabs
bn_bd: উইন্ডো এবং ট্যাব

source: Window to share:
bn_bd: শেয়ার করার মত উইন্ডো W

source: with:
bn_bd: সাথে:
